
export default {
  serviceTerms: `
  台灣幣蜂科技有限公司（以下稱 “公司”）是一家根據中華民國法律在台灣註冊成立的公司，該公司運營網站 https://www.lulugames.io/ （以下稱“本網站”或“網站”），該網站是壹個專門供用戶進行數字資產交易和提供相關服務（以下稱“該服務”或“服務”）的平臺。為了本協議表述之方便，公司和該網站在本協議中合稱使用“我們”或其他第壹人稱稱呼。只要登陸該網站的自然人或其他主體均為本網站的用戶，本協議表述之便利，以下使用“您”或其他第二人稱。為了本協議表述之便利，我們和您在本協議中合稱為“雙方”，我們或将您單稱為“乙方”。本網站所有內容，為便利用戶，可能提供多個語言版本，若有沖突或遺漏等情況，以中文內容為準。
  重要提示：
  我們在此特別提醒您：
  1. 數字資產本身不由任何金融機構或公司或本網站發行；
  2. 數字資產市場是全新的、未經確認的，而且可能不會增長；
  3. 數字資產主要由投機者大量使用，零售和商業市場使用相對較少，數字資產交易存在極高風險，其全天不間斷交易，沒有漲跌限制，價格容易受莊家、全球政府政策的影響而大幅波動；
  4. 如果公司根據其單方判斷認為您違反了本協議，或者根據您所在管轄區域的法律本網站提供的服務或者您使用本網站提供的服務的行為是非法的，公司有權隨時暫停或終止您的賬戶，或者暫停或終止您使用本網站提供的服務或數字資產交易。
  數字資產交易有極高風險，並不適合絕大部分人士。您了解和理解此交易有可能導致部分損失或全部損失，所以您應該以能承受的損失程度來決定交易的金額。您了解和理解數字資產會產生衍生風險，所以如有任何疑問，建議先尋求專業顧問的協助。此外，除了上述提及過的風險以外，還會有未能預測的風險存在。您應慎重考慮並用清晰的判斷能力去評估自己的財政狀況及上述各項風險而作出任何買賣數字資產的決定，並承擔由此產生的全部損失，我們對此不承擔任何責任。
  敬告您：
  1. 您了解本網站僅作為您獲取數字資產信息、尋找交易方、就數字資產的交易進行協商及開展交易的場所，本網站不參與您的任何交易，故您應自行謹慎判斷確定相關數字資產及/或信息的真實性、合法性和有效性，並自行承擔因此產生的責任與損失。 
  2. 本網站的任何意見、消息、探討、分析、價格、建議和其他資訊均是壹般的市場評論，並不構成投資建議。我們不承擔任何因依賴該資訊直接或間接而產生的損失，包括但不限於任何利潤損失。 
  3. 本網站的內容會隨時更改並不作另行通知，我們已采取合理措施確保網站資訊的準確性，但並不能保證其準確性程度，亦不會承擔任何因本網站上的資訊或因未能鏈結互聯網、傳送或接收任何通知和信息時的延誤或失敗而直接或間接產生的損失。 
  4. 使用互聯網形式的交易系統亦存有風險，包括但不限於軟件，硬件和互聯網鏈結的失敗等。由於我們不能控制互聯網的可靠性和可用性，我們不會對失真，延誤和鏈結失敗而承擔任何責任。 
  5. https://www.lulugames.io 為本網站唯壹官方對外信息公布平臺；
  6. 禁止使用本網站從事洗錢、走私、商業賄賂等壹切非法交易活動或違法行為，若發現任何涉 嫌非法交易或違法行為，本站將采取各種可使用之手段，包括但不限於凍結賬戶，通知相關權力機關等，我們不承擔由此產生的所有責任並保留向相關人士追究責任的權利。 
  7. 禁止使用本網站進行惡意操縱市場、不正當交易等壹切不道德交易活動，若發現此類事件，本網站將對所有惡意操縱價格、惡意影響交易系統等不道德的行為采取警告、限制交易、關停賬戶等預防性的保護措施，我們不承擔由此產生的所有責任並保留向相關人士追究責任的權利。 
  一、總則
  1.1 《用戶協議》（以下稱“本協議”或“本條款及條件”），由正文、《隱私條款》、《了解你的客戶和反洗錢政策》以及本網站已經發布的或將來可能發布的各類規則、聲明、說明等構成。
  1.2 您在使用本網站提供的各項服務之前，應仔細閱讀本協議，如有不理解之處或其他必要，請咨詢專業律師。如您不同意本協議及/或隨時對其的修改，請您立即停止使用本網站提供的服務或不再登陸本網站。您壹旦登陸本網站、使用本網站的任何服務或任何其他類似行為即表示您已了解並完全同意本協議各項內容，包括本網站對本協議隨時所做的任何修改。
  1.3 您通過按照本網站的要求填寫相關信息，並經過其他相關程序後成功註冊可以成為本網站的會員（以下稱“會員”），在進行註冊過程中點擊“同意”按鈕即表示您以電子簽署的形式與公司達成協議；或您在使用本網站過程中點擊任何標有“同意”或類似意思的按鈕的行為或以其他本網站允許的方式實際使用本網站提供的服務時，均表示您完全了解、同意且接受本協議項下的全部條款的約束，無您手寫的書面簽字不影響本協議對您的法律約束力。
  1.4 注冊本網站的會員後，您將獲得會員帳號及相應的密碼，該會員帳號和密碼由您負責保管；您應當對以您帳號進行的所有活動和事件負法律責任。
  1.5 只有成為本網站的會員才可使用本網站提供的數字資產交易平臺進行交易及享受其他本網站規定的只有會員才可獲得的服務；非會員只有登陸網站、瀏覽網站及其他本網站規定的可獲得的服務。
  1.6 通過註冊和使用任何由本網站提供的服務和功能，您將被視為已閱讀，理解並：
  1.6.1 接受本協議所有條款及條件的約束。
  1.6.2 您確認您已年滿16周歲或根據不同的可適用的法律規定的具有可訂立合同的法定年齡，您在本網站的註冊、銷售或購買、發布信息等接受本網站服務的行為應當符合對您有管轄權的主權國家或地區相關法律法規，並有充分的能力接受這些條款，並訂立交易，使用本網站進行 數字資產交易。
  1.6.3 您保證交易中涉及到的屬於您的數字資產均為合法取得並享有所有權。 
  1.6.4 您同意您為您自身的交易或非交易行為承擔全部責任和任何收益或虧損。 
  1.6.5 您確認註冊時提供的信息是真實和準確的。 
  1.6.6 您同意遵守任何有關法律的規定，就稅務目的而言，包括報告任何交易利潤。 
  1.6.7 您同意在任何時候不得從事或參與損害本網站或公司利益的行為或活動，無論是否與本網 站提供的服務有關。 
  1.6.8 本協議只是就您與我們之間達成的權利義務關系進行約束，而並不涉及本網站用戶之間與其他網站和您之間因數字資產交易而產生的法律關系及法律糾紛。 
  二、協議修訂
  我們保留不時修訂本協議、並以網站公示的方式進行公告、不再單獨通知您的權利，變更後的協議會在本協議首頁標註變更時間，壹經在網站公布，立即自動生效。您應不時瀏覽及關註本協議的更新變更時間及更新內容，如您不同意相關變更，應當立即停止使用本網站服務；您繼續使用本網站服務，即表示您接受並同意經修訂的協議的約束。
  三、註冊
  3.1 註冊資格
  您確認並承諾：在您完成註冊程序或以其他本網站允許的方式實際使用本網站提供的服務時，您應當是具備可適用的法律規定的可簽署本協議及使用本網站服務應具有的能力的自然人、法人或其他組織。您壹旦點擊同意註冊按鈕，即表示您自身或您的有權代理人已經同意該協議內容並由其代理註冊及使用本網站服務。若您不具備前述主體資格，則您及您的有權代理人應承擔因此而導致的壹切後果，且公司保留註銷或永久凍結您賬戶，並向您及您的有權代理人追究責任的權利。
  3.2 註冊目的
  您確認並承諾：您進行本網站註冊並非出於違反法律法規或破壞本網站秩序的目的。
  3.3 註冊流程
  3.3.1 您同意根據本網站用戶註冊頁面的要求提供有效電子郵箱、手機號碼等信息，您可以使用您提供或確認的郵箱、手機號碼或者本網站允許的其它方式作為登陸手段進入本網站。如有必要，按照不同法域相關法律法規的規定，您必須提供您的真實姓名、身份證件等法律法規及隱私條款及反洗錢條款規定的相關信息並不斷更新註冊資料，符合及時、詳盡、準確的要求。所有原始鍵入的資料將引用為註冊資料。您應對該等信息的真實性、完整性和準確性負責，並承擔因此產生的任何直接或間接損失及不利後果。
  3.3.2 如您所在主權國家或地區的法律法規、規則、命令等規範對手機號碼有實名要求，您同意提供註冊的手機號碼是經過實名登記的，如您不按照規定提供，因此給您帶來的任何直接或間接損 失及不利後果均應由您承擔。 
  3.3.3 您合法、完整並有效提供註冊所需信息並經驗證，有權獲得本網站賬號和密碼，您獲得本網站賬號及密碼時視為註冊成功，可在本網站進行會員登陸。 
  3.3.4 您同意接收本網站發送的與本網站管理、運營相關的電子郵件和/或短消息。 
  四、服務 
  本網站只為您通過本網站進行數據分析活動提供平臺服務。 
  4.1 服務內容
  4.1.1 您有權在本網站瀏覽數字資產各項產品的實時行情及交易信息、有權通過本網站提交數字資產交易指令並完成數字資產交易。
  4.1.2 您有權在本網站查看您會員賬號下的信息，有權應用本網站提供的功能進行操作。
  4.1.3 您有權按照本網站發布的活動規則參與本網站組織的網站活動。
  4.1.4 本網站承諾為您提供的其他服務。
  4.2 服務規則您承諾遵守下列本網站服務規則： 
  4.2.1 您應當遵守法律法規、規章、及政策要求的規定，保證賬戶中所有數字資產來源的法性，不得在本網站或利用本網站服務從事非法或其他損害本網站或第三方權益的活動，包括但不限於發送或接收任何違法、違規、侵犯他人權益的信息，發送或接收傳銷材料或存在 其他危害的信息或言論，未經本網站授權使用或偽造本網站電子郵件題頭信息等。
  4.2.2 您應當遵守法律法規並妥善使用和保管您的賬號及登陸密碼、資金密碼、和您註冊時綁定的手機號碼、以及手機接收的手機驗證碼。您對使用您的賬號和登陸密碼、資金密碼、手機驗證碼進行的任何操作和後果承擔全部責任。當您發現本網站賬號、登陸密碼、或資金密碼、驗證碼被未經您授權的第三方使用，或存在其他賬號安全問題時，應立即有效通知本網站，要求本網站暫停本網站賬號的服務。本網站有權在合理時間內對您的該等請求采取行動，但本網站對在采取行動前已經產生的後果（包括但不限於您的任何損失）不承擔任何責任。您在未經本網站同意的情況下不得將本網站賬號以贈與、借用、租用、轉讓或其他方式處分給他人。
  4.2.3 您同意對您的本網站的賬號、密碼下發生的所有活動（包括但不限於信息披露、發布信息、網上點擊同意或提交各類規則協議、網上續簽協議或購買服務等）承擔責任。
  4.2.4 您在本網站進行數字資產交易時不得惡意幹擾數字資產交易的正常進行、破壞交易秩序； 不得以任何技術手段或其他方式幹擾本網站的正常運行或幹擾其他用戶對本網站服務的使用；不得以虛構事實等方式惡意詆毀本網站的商譽。如您因網上交易與其他用戶產生糾紛的，不得通過司法或行政以外的途徑要求本網站提供相關資料。
  4.2.5 您在使用本網站提供的服務過程中，所產生的應納稅賦，以及壹切硬件、軟件、服務及其它方面的費用，均由您獨自判斷和承擔。
  4.2.6 您應當遵守本網站不時發布和更新的本協議以及其他服務條款和操作規則，有權隨時終止使用本網站提供的服務。
  4.3. 產品規則
  4.3.1 瀏覽交易信息
  您在本網站瀏覽交易信息時，應當仔細閱讀交易信息中包含的全部內容，包括但不限於價格、委托量、手續費、買入或賣出方向。
  4.3.2 查看交易明細
  您可以通過您的賬戶查看相應的成交記錄 
  五、本網站的權利和義務
  5.1 如您不具備本協議約定的註冊資格，則本網站有權拒絕您進行註冊，對已註冊的，本網站有權註銷您的會員賬號，本網站保留向您或您的有權代理人追究責任的權利。同時，本網站保留其他任何情況下決定是否接受您註冊的權利。
  5.2 根據本網站自己的判斷，本網站發現您或您的關聯賬戶使用者不適合高風險投資時，有權中止或終止您的賬戶以及所有關聯賬戶的使用。
  5.3 本網站發現賬戶使用者並非賬戶初始註冊人時，有權中止或終止該賬戶的使用。
  5.4 本網站通過技術檢測、人工抽檢等檢測方式合理懷疑您提供的信息錯誤、不實、失效或不完整時，有權通知您更正、更新信息或中止、終止為其提供本網站服務。
  5.5 本網站有權在發現本網站上顯示的任何信息存在明顯錯誤時，對信息予以更正。
  5.6 本網站保留隨時修改、中止或終止本網站服務的權利，本網站行使修改或中止服務的權利不需事先告知您；本網站終止本網站壹項或多項服務的，終止自本網站在網站上發布終止公告之日生效。
  5.7 本網站將采取必要的技術手段和管理措施保障本網站的正常運行，並提供必要、可靠的交易環境和交易服務，維護數字資產交易秩序。
  5.8 如您連續壹年未使用本網站會員賬號和密碼登陸本網站，則本網站有權註銷您的本網站賬號。賬號註銷後，本網站有權將相應的會員名開放給其他用戶註冊使用。
  5.9 本網站通過加強技術投入、提升安全防範等措施保障您的數字資產的安全，並將在您賬戶出現可以預見的安全風險時提前通知您。
  5.10 本網站有權隨時刪除本網站內各類不符合法律法規或本網站規定等的內容信息，本網站行使該等權利不需提前通知您。
  5.11 本網站有權根據您所屬主權國家或地區的法律法規、規則、命令等規範的要求，向您要求提供更多的信息或資料等，並采取合理的措施，以符合當地的規範之要求，您有義務配合；本網站有權根據您所屬主權國家或地區的法律法規、規則、命令等規範的要求，暫停或永久停止對您開放本網站部分或全部服務。
  六、賠償
  如您發生違反本協議或其他法律法規等情況，您須向我們賠償兩百萬美金損失及承擔由此產生的全部費用（包括律師費等），如不夠彌補實際損失，您須補全。
  七、尋求禁令救濟的權利 
  我們和您均承認，普通法對您違約或可能違約情況的救濟措施可能不足以彌補我們遭受的全部損失，故我們有權在您違約或可能違約情況下尋求禁令救濟以及普通法或衡平法允許的其他所有的補救措施。
  八、責任限制與免責
  8.1 您了解並同意，在任何情況下，我們不就以下各事項承擔責任：
  8.1.1 收入的損失；
  8.1.2 交易利潤或合同損失；
  8.1.3 業務中斷造成的損失
  8.1.4 預期可節省的貨幣的損失；
  8.1.5 信息問題造成的損失；
  8.1.6 機會、商譽或聲譽的損失；
  8.1.7 數據的損壞或損失；
  8.1.8 購買替代產品或服務的成本；
  8.1.9 任何由於侵權（包括過失）、違約或其他任何原因產生的間接的、特殊的或附帶性損失或損害，不論這種損失或損害是否可以為我們合理預見；不論我們是否事先被告知存在此種損失或損害的可能性。
  8.1.1 條至 8.1.9 條均是彼此獨立的。
  8.2 您了解並同意，我們不對因下述任壹情況而導致您的任何損害賠償承擔責任：
  8.2.1 您的具體交易事項可能存在重大違法或違約情形。
  8.2.2 您在本網站的行為涉嫌違法或不道德。
  8.2.3 通過本網站服務購買或獲取任何數據、信息或進行交易等行為或替代行為產生的費及損失。
  8.2.4 您對本網站服務的誤解。
  8.2.5 任何非因我們的原因而引起的與本網站提供的服務有關的其它損失。
  8.3 我們對由於信息網絡設備維護、信息網絡連接故障、電腦、通訊或其他系統的故障、電力故障、天氣原因、意外事故、罷工、勞動爭議、暴亂、起義、騷亂、生產力或生產資料不足、火災、洪水、風暴、爆炸、戰爭、銀行或其他合作方原因、數字資產市場崩潰、政府行為、司法或行政機關的命令、其他不在我們可控範圍內或我們無能力控制的行為或第三方的原因而造成的不能服務或延遲服務，以及造成您的損失，我們不承擔任何責任。 
  8.4 我們不能保證本網站包含的全部信息、程序、文本等完全安全，不受任何病毒、木馬等惡意程序的幹擾和破壞，故您登陸、使用本網站任何服務或下載及使用該下載的任何程序、信息、數據等均是您個人的決定並自行承擔風險及可能產生的損失。 
  8.5 我們對本網站中鏈接的任何第三方網站的任何信息、產品及業務及其他任何形式的不屬於我們的主體的內容等不做任何保證和承諾，您如果使用第三方網站提供的任何服務、信息及產品等均為您個人決定且承擔由此產生的壹切責任。 
  8.6 我們對於您使用本網站服務不做任何明示或暗示的保證，包括但不限於本網站提供服務的適用性、沒有錯誤或疏漏、持續性、準確性、可靠性、適用於某壹特定用途。同時，我們也不對本網站提供的服務所涉及的技術及信息的有效性、準確性、正確性、可靠性、質量、 穩定、完整和及時性作出任何承諾和保證。是否登陸或使用本網站提供的服務是您個人的決定且自行承擔風險及可能產生的損失。我們對於數字資產的市場、價值及價格等不做任何明示或暗示的保證，您理解並了解數字資產市場是不穩定的，價格和價值隨時會大幅波動或崩盤，交易數字資產是您個人的自由選擇及決定且自行承擔風險及可能產生的損失。 
  8.7 本協議中規定的我們的保證和承諾是由我們就本協議和本網站提供的服務的唯壹保證和陳述，並取代任何其他途徑和方式產生的保證和承諾，無論是書面的或口頭的，明示的或暗示的。所有這些保證和陳述僅僅代表我們自身的承諾和保證，並不保證任何第三方遵守本 協議中的保證和承諾。 
  8.8 我們並不放棄本協議中未提及的在法律適用的最大範圍內我們享有的限制、免除或抵我們損害賠償責任的任何權利。 
  8.9 您註冊後即表示認可我們按照本協議中規定的規則進行的任何操作，產生的任何風險由您承擔。 
  九、協議的終止
  9.1 本網站有權依據本協議約定終止全部本網站服務，本協議於本網站全部服務終止之日終止。
  9.2 本協議終止後，您無權要求本網站繼續向其提供任何服務或履行任何其他義務，包括但不限於要求本網站為您保留或向您披露其原本網站賬號中的任何信息向您或第三方轉發任何其未曾閱讀或發送過的信息等。 
  9.3 本協議的終止不影響守約方向違約方要求承擔其他責任 
  十、知識產權
  10.1本網站所包含的全部智力成果包括但不限於網站標誌、數據庫、網站設計、文字和圖表、軟件、照片、錄像、音樂、聲音及其前述組合，軟件編譯、相關源代碼和軟件 (包括小應用程序和腳本) 的知識產權權利均歸本網站所有。您不得為商業目的復制、更改、拷貝、發送或使用前述任何材料或內容。
  10.2本網站名稱中包含的所有權利 (包括但不限於商譽和商標、標誌) 均歸公司所有。 
  10.3您接受本協議即視為您主動將您在本網站發表的任何形式的信息的著作權， 包括但不限於：復制權、發行權、出租權、展覽權、表演權、放映權、廣播權、信息網絡傳播權、攝 制權、改編權、翻譯權、匯編權以及應當由著作權人享有的其他可轉讓權利無償獨家轉讓給本網站所有，本網站有權利就任何主體侵權單獨提起訴訟並獲得全部賠償。本協議效力及於您在本網站發布的任何受著作權法保護的作品內容， 無論該內容形成於本協議簽訂前還是本協議簽訂後。 
  10.4您在使用本網站服務過程中不得非法使用或處分本網站或他人的知識產權權利。您不得將已發表於本網站的信息以任何形式發布或授權其它網站（及媒體）使用。 
  10.5您登陸本網站或使用本網站提供的任何服務均不視為我們向您轉讓任何知識產權。 
  十一、信息保護
  以本網站單獨公示的《隱私條款》的約定為準。 
  十二、計算
  所有的交易計算結果都經過我們的核實，所有的計算方法都已經在網站上公示，但是我們不能保證網站的使用不會受到幹擾或沒有誤差。
  十三、出口控制
  您理解並承認，根據中華民國相關法律，您不得將本網站上的任何材料（ 包括軟件）出口、再出口、進口或轉移，故您保證不會主動實施或協助或參與任何上述違反法規的出口或有關轉移或其他違反適用的法律和法規的行為；如發現此類情形，應及時向我們積極報告並協助我們處理。
  十四、轉讓
  本協議中約定的權利及義務同樣約束從該權利義務中獲取到利益的各方的受讓人，繼承人，遺囑執行人和管理員。您不得在我們不同意的前提下轉讓給任何第三人，但我們可隨時將我們在本協議中的權利和義務轉讓給任何第三人，並給予您通知。
  十五、可分割性 
  如本協議中的任何條款被任何有管轄權的法院認定為不可執行的，無效的或非法的，並不影響本協議的其余條款的效力。
  十六、非代理關係
  本協議中的任何規定均不可被認為創造了、暗示了或以其他方式將我們視為您的代理人、受托人或其他代表人，本協議有其他規定的除外。
  十七、棄權
  我們或您任何壹方對追究本協議約定的違約責任或其他責任的棄權並不能認定或解釋為對其他違約責任的棄權；未行使任何權利或救濟不得以任何方式被解釋為對該等權利或救濟的 放棄。 
  十八、標題
  所有標題僅供協議表述方便，並不用於擴大或限制該協議條款的內容或範圍。
  十九、適用法律
  本協議全部內容均為根據中華民國法律而訂立，其成立、解釋、內容及執行均適用中華民國相關法律規定；任何因與本協議約定的服務有關而產生的索賠或訴訟，都應依照中華民國的法律進行管轄並加以解釋和執行。 為避免疑義，這壹條款明確適用於任何針對我們的侵權索賠。任何針對我們或者和我們有關的索賠或訴訟的管轄法院或訴訟地均在中華民國。您無條件地獲得在中華民國法院進行訴訟和上訴的排他性的管轄權。您也無條件地同意與本協議有關的爭議或問題或產生的任何索賠請求和訴訟的發生地或法院均排他性地在中華民國，如有本網站其他業務對管轄有專門約定的，從其約定。不方便法院的原則不適用於根據本服務條款選擇的法院。
  二十、協議的生效和解釋 
  20.1 本協議於您點擊本網站註冊頁面的同意註冊並完成註冊程序、獲得本網站賬號和密時生效，對本網站和您均具有約束力。
  20.2 本協議的最終解釋權歸本網站所有。
  `
}